Revit 2027 API
BuiltInFailures.FamilyFailures.FamilyParameterNoExist Property
 The parameter [Name] doesn't exist in the Family. It will be ignored.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FamilyParameterNoExist { get; }
Public Shared ReadOnly Property FamilyParameterNoExist As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FamilyParameterNoExist {
	FailureDefinitionId^ get ();
}
static member FamilyParameterNoExist : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace